export default {
  projections: {
    КлиентыE: {
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      фИОКлиента: {
        __caption__: 'Ф и о клиента'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      }
    },
    КлиентыL: {
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      фИОКлиента: {
        __caption__: 'Ф и о клиента'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      }
    }
  },
  validations: {
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    кодКлиента: {
      __caption__: 'Код клиента'
    },
    фИОКлиента: {
      __caption__: 'Ф и о клиента'
    }
  }
};
