export default {
  projections: {
    СотрудникиE: {
      кодСотрудника: {
        __caption__: 'Код сотрудника'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      должность: {
        __caption__: 'Должность'
      },
      контакты: {
        __caption__: 'Контакты'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      }
    },
    СотрудникиL: {
      кодСотрудника: {
        __caption__: 'Код сотрудника'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      должность: {
        __caption__: 'Должность'
      },
      контакты: {
        __caption__: 'Контакты'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      }
    }
  },
  validations: {
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    должность: {
      __caption__: 'Должность'
    },
    кодСотрудника: {
      __caption__: 'Код сотрудника'
    },
    контакты: {
      __caption__: 'Контакты'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
