export default {
  projections: {
    ГрафикE: {
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        },
        должность: {
          __caption__: 'Должность'
        }
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      занятость: {
        __caption__: 'Занятость'
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    занятость: {
      __caption__: 'Занятость'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    графикРаботы: {
      __caption__: 'графикРаботы'
    }
  }
};
