export default {
  projections: {
    ЗаписьКлиентовE: {
      номерЗаписи: {
        __caption__: 'Номер записи'
      },
      клиенты: {
        __caption__: 'Клиенты',
        фИОКлиента: {
          __caption__: 'Ф и о клиента'
        }
      },
      услуги: {
        __caption__: 'Услуги',
        наименование: {
          __caption__: 'Наименование'
        },
        стоимость: {
          __caption__: 'Стоимость'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ЗаписьКлиентовL: {
      номерЗаписи: {
        __caption__: 'Номер записи'
      },
      клиенты: {
        __caption__: 'Ф и о клиента',
        фИОКлиента: {
          __caption__: 'Ф и о клиента'
        }
      },
      услуги: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'время'
    },
    датаЗаписи: {
      __caption__: 'датаЗаписи'
    },
    номерЗаписи: {
      __caption__: 'Номер записи'
    },
    клиенты: {
      __caption__: 'Клиенты'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    услуги: {
      __caption__: 'Услуги'
    }
  }
};
