export default {
  projections: {
    ГрафикРаботыE: {
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'Создал'
        }
      },
      график: {
        __caption__: 'График',
        сотрудники: {
          __caption__: 'Сотрудники',
          фИО: {
            __caption__: 'ФИО'
          },
          должность: {
            __caption__: 'Должность'
          }
        },
        дата: {
          __caption__: 'Дата'
        },
        время: {
          __caption__: 'Время'
        },
        занятость: {
          __caption__: 'Занятость'
        }
      }
    },
    ГрафикРаботыL: {
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      сотрудники: {
        __caption__: 'Создал',
        фИО: {
          __caption__: 'Создал'
        }
      }
    }
  },
  validations: {
    датаСоздания: {
      __caption__: 'Дата создания'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    график: {
      __caption__: 'График'
    }
  }
};
