export default {
  projections: {
    УслугиE: {
      наименование: {
        __caption__: 'Наименование'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      длительность: {
        __caption__: 'Длительность'
      }
    },
    УслугиL: {
      наименование: {
        __caption__: 'Наименование'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      длительность: {
        __caption__: 'Длительность'
      }
    }
  },
  validations: {
    длительность: {
      __caption__: 'Длительность'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    стоимость: {
      __caption__: 'Стоимость'
    }
  }
};
